Repository: atimbadiya/shipnowdriverapp
Catalog: ApporioTaxiDriver/*.lproj/Localizable.strings
Languages: ar, bn, es, hi, pt_br

source: Activate
ar: تفعيل
bn: সক্রিয় করা
es: Activar
hi: सक्रिय
pt_br: Ativar

source: Already live by another driver
ar: تعيش بالفعل من قبل سائق آخر
bn: ইতিমধ্যে অন্য ড্রাইভার দ্বারা বাস
es: Ya vivo por otro conductor
hi: पहले से ही एक अन्य चालक द्वारा रहते हैं
pt_br: Já mora por outro motorista

source: View Receipt
ar: استلام عرض
bn: রসিদ দেখুন
es: Ver Recibo
hi: रसीद देखें
pt_br: Veja o recibo

source: Promotions
ar: الترقيات
bn: প্রচার
es: promociones
hi: प्रचार
pt_br: promoções

source: Enter User Name
ar: ادخل اسم المستخدم
bn: ব্যবহারকারীর নাম লিখুন
es: Introduzca su nombre de usuario
hi: उपयोगकर्ता नाम दर्ज करें
pt_br: Insira nome de usuário

source: Set Radius
ar: مجموعة الشعاع
bn: সেট ব্যাসার্ধ
es: Set Radio
hi: सेट त्रिज्या

source: Get Started
ar: البدء
bn: এবার শুরু করা যাক
es: Empezar
hi: शुरू हो जाओ
pt_br: Iniciar

source: Drag the marker to the location from where you want to receive the user requests for ride.
ar: اسحب علامة إلى الموقع من حيث كنت ترغب في الحصول على طلبات المستخدمين للركوب.
bn: যেখানে আপনি যাত্রায় জন্য ব্যবহারকারীকে অনুরোধ গ্রহণ করতে চান থেকে অবস্থান মার্কারটিকে টেনে আনুন।
es: Arrastra el marcador a la ubicación desde la que desea recibir las solicitudes de los usuarios para paseo.
hi: जहां सवारी के लिए उपयोगकर्ता अनुरोधों प्राप्त करना चाहते हैं से स्थान पर मार्कर खींचें।
pt_br: Arraste o marcador para o local de onde deseja receber as solicitações dos usuários para passeio.

source: Then set the Radius(e.g. 10) in the field below.
ar: ثم تعيين نصف قطرها (على سبيل المثال 10) في الحقل أدناه.
bn: তারপর নীচের ক্ষেত্রে ব্যাসার্ধ (যেমন। 10) সেট।
es: A continuación, establezca el radio (por ejemplo. 10) en el siguiente campo.
hi: फिर नीचे दिए गए क्षेत्र में त्रिज्या (उदा। 10) की स्थापना की।
pt_br: Em seguida, definir o raio (por exemplo. 10) no campo abaixo.

source: NOTE : You will only get the requests from user under the defined radius.
ar: ملاحظة: سوف تحصل فقط على طلبات من المستخدم تحت دائرة نصف قطرها محدد.
bn: টীকা: আপনি কোনও সংজ্ঞায়িত ব্যাসার্ধ অধীনে ব্যবহারকারীর কাছ থেকে অনুরোধ পেয়ে যাবেন।
es: NOTA: Sólo obtendrá las peticiones de usuario bajo el radio definido.
hi: नोट: आप केवल परिभाषित त्रिज्या के तहत उपयोगकर्ता से अनुरोध मिल जाएगा।
pt_br: NOTA: Você só vai ter os pedidos de utilizador sob o raio definido.

source: Set Radius on Map
ar: تعيين نصف قطر على الخريطة
bn: মানচিত্রে ব্যাসার্ধ সেট
es: Set Radio en el mapa
hi: मानचित्र पर दायरा सेट करें
pt_br: Definir Radius no mapa

source: Makes Your Trip Planning Easy
ar: يجعل رحلتك التخطيط سهلة
bn: আপনার দেশ বিদেশ ভ্রমণ পরিকল্পনা সহজ করে তোলে
es: Hace que su viaje fácil la planificación
hi: आपका यात्रा की योजना के लिए आसान बनाता है
pt_br: Faz sua viagem Planejamento Fácil

source: Choose Location
ar: اختيار موقع
bn: অবস্থান চয়ন করুন
es: Elegir la ubicación
hi: स्थान का चयन
pt_br: Escolha a localização

source: Set a Radius
ar: تعيين نصف قطرها
bn: একটি ব্যাসার্ধ সেট
es: Establecer un radio
hi: त्रिज्या निर्धारित
pt_br: Definir um raio

source: Est. Fare :
ar: Est. أجرة:
bn: আনুমানিক। ভাড়া:
es: Est. tarifa:
hi: EST। किराया:
pt_br: Husa. tarifa:

source: Est. Time :
ar: Est. زمن :
bn: আনুমানিক। সময়:
es: Est. Hora :
hi: EST। पहर :
pt_br: Husa. Tempo :

source: Select date
ar: حدد تاريخ
bn: তারিখ নির্বাচন করুন
es: Seleccione fecha
hi: तारीख़ चुनें
pt_br: Selecione a data

source: Select Date
ar: حدد تاريخ
bn: তারিখ নির্বাচন করুন
es: Seleccione fecha
hi: तारीख़ चुनें
pt_br: Selecione a data

source: Weekly Rides
ar: ركوب الخيل الأسبوعية
bn: সাপ্তাহিক Rides
es: Los paseos semanales
hi: साप्ताहिक सवारी
pt_br: Rides semanais

source: Allow user to smoke
ar: تسمح للمستخدم لدخان
bn: ব্যবহারকারী ধূমপান করার অনুমতি দিন
es: Permitir al usuario de fumar
hi: उपयोगकर्ता धूम्रपान करने के लिए अनुमति दें
pt_br: Permitir que o usuário para fumar

source: Currently Activated
ar: المنشط حاليا
bn: বর্তমানে সক্রিয়
es: Actualmente activado
hi: वर्तमान में सक्रिय
pt_br: Atualmente ativado

source: About Package
ar: حول الحزمة
bn: প্যাকেজ সম্পর্কে
hi: पैकेज के बारे में
pt_br: Sobre o pacote

source: Validity
ar: صلاحية
bn: বৈধতা
es: Validez
hi: वैधता
pt_br: Validade

source: No of Rides
ar: عدد من ركوب الخيل
bn: রাস্তা নেই
es: No de paseos
hi: सवारी की नहीं
pt_br: Não de passeios

source: Service
ar: الخدمات
bn: সেবা
es: Servicio
hi: सर्विस
pt_br: Serviço

source: Valid Till
ar: صالح حتى
bn: বৈধ টিল
es: Válida hasta
hi: तक मान्य है
pt_br: Válida até

source: Rides Left
ar: ركوب الخيل اليسار
bn: রাইড বাম
es: Paseos a la izquierda
hi: सवारी छोड़ देता है
pt_br: Passeios à esquerda

source: Active Subscription
ar: اشتراك نشط
bn: সক্রিয় সাবস্ক্রিপশন
es: Suscripción activa
hi: सक्रिय सदस्यता
pt_br: Assinatura Ativa

source: Maximum Rides
ar: أقصى ركوب
bn: সর্বাধিক যাত্রায়
es: Viajes máximos
hi: अधिकतम सवारी
pt_br: Passeios Máximos

source: Renew
ar: جدد
bn: পুনরারম্ভ করা
es: Renovar
hi: नवीकरण
pt_br: Renovar

source: View Detail
ar: عرض التفاصيل
bn: বিস্তারিত দেখুন
es: Ver Detalle
hi: विस्तार से देखें
pt_br: Ver detalhes

source: Subscriptions Packs
ar: حزم الاشتراكات
bn: সাবস্ক্রিপশন প্যাক
es: Suscripciones Packs
hi: सदस्यता पैक
pt_br: Assinaturas Packs

source: Subscriptions Pack Details
ar: الاشتراكات تفاصيل حزمة
bn: সাবস্ক্রিপশন প্যাক বিবরণ
es: Suscripciones Detalles Paquete
hi: सदस्यता पैक विवरण
pt_br: Assinaturas detalhes do pacote

source: Description
ar: وصف
bn: বিবরণ
es: Descripción
hi: विवरण
pt_br: Descrição

source: Package Duration :
ar: حزمة المدة:
bn: প্যাকেজ স্থিতিকাল:
es: Paquete Duración:
hi: पैकेज अवधि:
pt_br: Pacote Duração:

source: Max Trips :
ar: رحلات الحد الأقصى:
bn: সর্বাধিক ট্রিপস:
es: Viajes max:
hi: मैक्स यात्राएं:
pt_br: Viagens Max:

source: Auto On
ar: في السيارات
bn: অটো উপর
es: En Auto
hi: ऑटो पर

source: Auto Off
ar: إيقاف تلقائي
bn: স্বয়ংক্রিয় বন্ধ
es: Apagado automático
hi: स्वतः बंद

source: ALL
ar: الكل
bn: সব
es: TODOS
hi: सब
pt_br: TODOS

source: PAID
ar: دفع
bn: পেইড
es: PAGADO
hi: भुगतान किया है
pt_br: PAGO

source: RECEIVED
ar: تم الاستلام
es: RECIBIDO
hi: प्राप्त किया
pt_br: RECEBIDO

source: Payment not successful
ar: دفع يكن ناجحا
bn: পেমেন্ট সফল না
es: El pago no se realiza correctamente
hi: भुगतान विफल
pt_br: O pagamento não for bem sucedida

source: Manage Your Cards
ar: إدارة البطاقات الخاصة بك
bn: আপনার কার্ড পরিচালনা
es: Manejar sus tarjetas
hi: आपका कार्ड की व्यवस्था करें
pt_br: Gerenciar seus cartões

source: Add Card
ar: إضافة بطاقة
bn: কার্ড যুক্ত করুন
es: Agregar tarjeta
hi: कार्ड जोड़ें
pt_br: Adicionar cartão

source: ENTER CARD NUMBER
ar: إدخال رقم بطاقة
bn: কার্ড নম্বর
es: ENTRAR NÚMERO DE TARJETA
hi: कार्ड नंबर दर्ज
pt_br: ENTER NÚMERO CARTÃO

source: NEXT
ar: التالى
bn: পরবর্তী
es: SIGUIENTE
hi: आगामी
pt_br: PRÓXIMO

source: CVV
hi: सीवीवी

source: Emergency Contacts
ar: جهة اتصال للطوارئ
bn: জরুরী যোগাযোগ
es: Contactos de emergencia
hi: आपातकालीन संपर्क
pt_br: emergência Contactos

source: Emergency Contact
ar: الاتصال بالطوارىء
bn: জরুরী যোগাযোগ
es: Contacto de emergencia
hi: आपातकालीन संपर्क
pt_br: Contato de emergência

source: ADD
ar: أضف
es: AÑADIR
hi: जोड़ें
pt_br: ADICIONAR

source: Add Contact
ar: إضافة جهة اتصال
bn: পরিচিতি যোগ করুন
es: Agregar contacto
hi: संपर्क जोड़ें
pt_br: Adicionar contato

source: Go to Ride
ar: الذهاب إلى ركوب
bn: অশ্বারোহণে যাও
es: Ir a Ride
hi: सवारी के लिए जाओ
pt_br: Ir para montar

source: IFSC Code
ar: كود IFSC
bn: IFSC কোড
es: Código IFSC
hi: IFSC कोड
pt_br: Código IFSC

source: Filter
ar: منقي
bn: ছাঁকনি
es: Filtrar
hi: फ़िल्टर
pt_br: Filtro

source: Baby Seat Availablity
ar: طفل مقعد التوافر
bn: বেবী আসন availablity
es: Availablity asiento de bebé
hi: बेबी सीट उपलब्धता
pt_br: Availablity assento de bebê

source: Enter Refer Code
ar: أدخل ارجع كود
bn: পড়ুন লিখুন কোড
es: ENTER se refieren Código
hi: देखें दर्ज कोड
pt_br: Digite Consulte Código

source: Driver's Personal Documents
ar: الوثائق الشخصية السائق
bn: ড্রাইভারের ব্যক্তিগত দস্তাবেজ
es: Documentos personales de conducir
hi: चालक का व्यक्तिगत दस्तावेज
pt_br: Documentos pessoais do condutor

source: Accept Ride
ar: تقبل ركوب
bn: রাতে গ্রহণ করুন
es: Aceptar paseo
hi: सवारी स्वीकार करें
pt_br: Aceite o passeio

source: Navigate
ar: التنقل
bn: নেভিগেট করুন
es: Navegar
hi: नेविगेट
pt_br: Navegar

source: All
ar: الكل
bn: সব
es: Todos
hi: सब
pt_br: Todos

source: Paid
ar: دفع
bn: পেইড
es: Pagado
hi: भुगतान किया है
pt_br: Pago

source: Received
ar: تم الاستلام
bn: গৃহীত
es: Recibido
hi: प्राप्त किया
pt_br: Recebido

source: Select Subscription
ar: حدد الاشتراك
bn: সাবস্ক্রিপশন নির্বাচন করুন
es: Seleccione suscripción
hi: सदस्यता चुनें

source: Select Subscription Package
ar: اختر الاشتراك حزمة
bn: সাবস্ক্রিপশন প্যাকেজ নির্বাচন
es: Seleccione el paquete de suscripción
hi: सदस्यता पैकेज का चयन
pt_br: Escolha um pacote de assinatura

source: Please select type of Model
ar: الرجاء اختيار نوع من نموذج
bn: দয়া করে মডেল প্রকার নির্বাচন করুন
es: Por favor, seleccione el tipo de modelo
hi: कृपया मॉडल के प्रकार का चयन
pt_br: Por favor, selecione o tipo de modelo

source: Select type of Model
ar: حدد نوع من نموذج
bn: মডেল প্রকার নির্বাচন করুন
es: Seleccione el tipo de modelo
hi: मॉडल के प्रकार का चयन
pt_br: Selecione o tipo de modelo

source: Enter bank name first
ar: أدخل اسم البنك لأول مرة
bn: প্রথম ব্যাংক নাম লিখুন
es: Introduzca el nombre del banco primero
hi: पहले बैंक का नाम दर्ज करें
pt_br: Inserir o nome do banco de primeira

source: Enter account name first
ar: أدخل اسم الحساب أولا
bn: প্রথম অ্যাকাউন্ট নাম লিখুন
es: Introduce el nombre de la cuenta primero
hi: पहला खाता नाम दर्ज करें
pt_br: Digite o nome da conta primeiro

source: Enter account number first
ar: أدخل رقم الحساب أولا
bn: প্রথম অ্যাকাউন্টে নম্বর লিখুন
es: Introduzca el número de cuenta primero
hi: पहला खाता संख्या दर्ज करें
pt_br: Digite o número de conta em primeiro lugar

source: Enter online code first
ar: أدخل الرمز على الإنترنت أولا
bn: প্রথম অনলাইন কোডটি লিখুন
es: Introducir código en línea primero
hi: पहली ऑनलाइन कोड दर्ज
pt_br: Introduza o código online

source: Mutilple Stops
ar: توقف Mutilple
bn: Mutilple স্টপ
es: Detiene mutilple
hi: Mutilple बंद हो जाता है

source: Otp Send On Entered Number
ar: مكتب المدعي العام في ارسال عدد دخلت
bn: OTP প্রবেশ করেছেন সংখ্যার উপর পাঠান
es: Otp Enviar en número introducido
hi: OTP प्रवेश किया संख्या पर भेजें
pt_br: Otp Enviar em número digitado

source: Earnings Details
ar: تفاصيل الأرباح
bn: আয় বিবরণ
es: Detalles de ganancias
hi: आय की विस्तृत जानकारी
pt_br: ganhos Detalhes

source: Balance Due
ar: الرصيد المستحق
bn: টাকা বাকী আছে
es: Saldo adeudado
hi: शेष राशि
pt_br: Saldo devedor

source: Rides
ar: ركوب الخيل
es: paseos
hi: सवारी

source: Manage Your Documents
ar: إدارة المستندات الخاصة بك
bn: আপনার নথি পরিচালনা করুন
es: Gestiona tus documentos
hi: अपने दस्तावेज़ों को प्रबंधित करें
pt_br: Gerenciar seus documentos

source: Expiry:
ar: انقضاء:
bn: Expiración:
es: Expiración:
hi: समाप्ति:
pt_br: Termo:

source: Uploaded on:
ar: تم الرفع على:
bn: Subido en:
es: Subido en:
hi: पर अपलोड:
pt_br: Carregado em:

source: Add Receiver's Signature Below
ar: إضافة التوقيع المتلقي أدناه
bn: প্রাপকের স্বাক্ষর নীচে যোগ করুন
es: Agregar firma del receptor A continuación
hi: रिसीवर के हस्ताक्षर के नीचे जोड़े
pt_br: Adicionar assinatura do Receptor Abaixo

source: Note: OTP Received on User Application
ar: ملاحظة: مكتب المدعي العام وردت على طلب العضو
bn: নোট: OTP তে ব্যবহারকারী অ্যাপ্লিকেশন প্রাপ্ত
es: Nota: OTP Recibido en la aplicación de usuario
hi: नोट: OTP उपयोगकर्ता आवेदन पर प्राप्त
pt_br: Nota: OTP Recebido em Aplicativo de Usuário

source: Contact
ar: اتصل
bn: যোগাযোগ
es: Contacto
hi: संपर्क करें
pt_br: Contato

source: Receiver Details
ar: تفاصيل استقبال
bn: রিসিভার বিবরণ
es: receptor detalles
hi: रिसीवर विवरण
pt_br: receiver Detalhes

source: Enter Receiver's Name
ar: أدخل اسم المستلم
bn: লিখুন প্রাপকের নাম
es: Introduzca el nombre del Receptor
hi: दर्ज रिसीवर का नाम
pt_br: Digite o nome do Receptor

source: Receiver's Contact
ar: المتلقي الاتصال
bn: রিসিভার এর পরিচিতি
es: Receptor de Contacto
hi: प्राप्तकर्ता का संपर्क
pt_br: Contato do receptor

source: Product's Details
ar: تفاصيل المنتج
bn: প্রোডাক্ট এর বিবরণ
es: Detalles del producto
hi: उत्पाद का विवरण
pt_br: Detalhes do produto

source: Product's Images
ar: صور المنتج
bn: প্রোডাক্ট এর ছবি
es: Imágenes de productos
hi: उत्पाद की छवियां
pt_br: Imagens de produtos

source: Receiver's Details
ar: المتلقي تفاصيل
bn: প্রাপকের বিবরণ
es: Detalles del receptor
hi: प्राप्तकर्ता का विवरण
pt_br: Detalhes do receptor

source: Receiver's Name
ar: إسم المستلم
bn: গ্রহীতার নাম
es: Nombre del destinatario
hi: प्राप्तकर्ता नाम
pt_br: Nome do destinatário

source: ENTER OTP
bn: ENTER OTP তে
es: Entrar otp

source: MM/YYYY
bn: হয় MM / YYYY
es: MM / AAAA
pt_br: MM / AAAA
