Repository: atimbadiya/shipnowdriverapp
Catalog: ApporioTaxiDriver/*.lproj/Localizable.strings
Languages: ar, bn, es, hi, pt_br

source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
es: Sobre nosotros
hi: हमारे बारे में
pt_br: Sobre nós

source: Version Name :
ar: اسم الإصدار:
bn: সংস্করণ নাম:
es: Nombre Versión:
hi: संस्करण का नाम:
pt_br: Nome Versão:

source: Terms & Conditions
ar: البنود و الظروف
bn: শর্তাবলী
es: Términos y condiciones
hi: नियम एवं शर्तें
pt_br: termos e Condições

source: New Password
ar: كلمة السر الجديدة
bn: নতুন পাসওয়ার্ড
es: Nueva contraseña
hi: नया पासवर्ड
pt_br: Nova senha

source: Password
ar: كلمه السر
bn: পাসওয়ার্ড
es: Contraseña
hi: पारण शब्द
pt_br: Senha

source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
es: Confirmar contraseña
hi: पासवर्ड की पुष्टि कीजिये
pt_br: Confirme a Senha

source: Done
ar: فعله
bn: সম্পন্ন
es: Hecho
hi: किया हुआ
pt_br: Feito

source: Password Shoud Not Be Less Then 6
ar: كلمة المرور عدم ربط لا تقل ثم 6
bn: পাসওয়ার্ড 6 তখন কম হতে না Shoud
es: Contraseña SHAUD no podrá ser inferior Luego 6
hi: पासवर्ड 6 तब कम हो नहीं shoud
pt_br: Senha Shoud Não ser inferior a 6

source: Password Does Not Match
ar: كلمة السر غير متطابقة
bn: পাসওয়ার্ড মেলে না
es: Las contraseñas no coinciden
hi: पासवर्ड मैच नहीं कर रहा है
pt_br: Senha não corresponde

source: Old Password
ar: كلمة المرور القديمة
bn: পুরনো পাসওয়ার্ড
es: Contraseña anterior
hi: पुराना पासवर्ड
pt_br: Senha Antiga

source: DONE
ar: فعله
bn: সম্পন্ন
es: HECHO
hi: किया हुआ
pt_br: FEITO

source: Pick From
ar: اختار من
bn: থেকে বাছাই
es: Escoge de
hi: यहां से लें
pt_br: escolher a partir de

source: Package Name
ar: اسم حزمة
bn: প্যাকেজের নাম
es: Nombre del paquete
hi: पैकेज का नाम
pt_br: Nome do pacote

source: Reject Ride
ar: رفض ركوب
bn: প্রত্যাখ্যান করুন রাইড
es: rechazar Ride
hi: अस्वीकार सवारी
pt_br: rejeitar passeio

source: Cash To Be Collected
ar: النقدية التي سيتم جمعها
bn: ক্যাশ সংগ্রহ করা
es: Efectivo a cobrar
hi: नकद एकत्र होने के लिए
pt_br: Dinheiro a ser recolhida

source: Please confirm this reciept with the customer
ar: يرجى التأكد من صحة هذا reciept مع العملاء
bn: গ্রাহকের সঙ্গে এই reciept অনুগ্রহ করে নিশ্চিত করুন
es: Por favor confirmar este recibo con el cliente
hi: ग्राहक के साथ इस रसीद की पुष्टि करें
pt_br: Por favor, confirme esse recibo com o cliente

source: Pick
ar: قطف او يقطف
bn: বাছাই
es: Recoger
hi: चुनना
pt_br: Escolher

source: Drop
ar: قطرة
bn: ড্রপ
es: soltar
hi: ड्रॉप
pt_br: Solta

source: View Reciept
ar: مشاهدة Reciept
bn: দেখুন Reciept
es: Ver Reciept
hi: देखें रसीद
pt_br: Ver Reciept

source: Reciept
hi: रसीद

source: Rate User
ar: معدل العضو
bn: হার ব্যবহারকারী
es: tasa de usuario
hi: दर उपयोगकर्ता
pt_br: taxa de Usuário

source: Comment(If Any)
ar: تعليق (إن وجدت)
bn: মন্তব্য (যদি থাকে)
es: Comentarios (si la hay)
hi: टिप्पणी (यदि हो तो)
pt_br: Comentário (se houver)

source: Submit
ar: خضع
bn: জমা দিন
es: Enviar
hi: जमा करें
pt_br: Enviar

source: Please Give Rating First
ar: يرجى إعطاء تقييم أولا
bn: দয়া করে দাও রেটিং প্রথম
es: Por favor da el grado Primera
hi: कृपया दें रेटिंग सबसे पहले
pt_br: Por favor, dê Avaliação Primeira

source: Set Your Destination
ar: تعيين وجهتك
bn: আপনার গন্তব্য সেট
es: Establecer su destino
hi: आपका गंतव्य सेट करें
pt_br: Definir o seu destino

source: Turn on your Destination
ar: بدوره على وجهتك
bn: আপনার গন্তব্য চালু করুন
es: A su vez en su destino
hi: आपके गंतव्य को चालू करें
pt_br: Ligue o Destino

source: Destination Address
ar: عنوان الوجهة
bn: গন্তব্য ঠিকানা
es: Dirección de destino
hi: गंतव्य पता
pt_br: Endereço de destino

source: ACTIVATED
ar: مفعل
bn: সক্রিয়
es: ACTIVADO
hi: सक्रिय
pt_br: ATIVADO

source: DEACTIVATED
ar: تعطيلها
bn: নিষ্ক্রিয়
hi: निष्क्रिय
pt_br: DESATIVADO

source: Getting Location..
ar: الحصول على الموقع ..
bn: অবস্থান পাওয়ার ..
es: Al obtener la ubicación ..
hi: स्थान हो रही है ..
pt_br: Obtendo Location ..

source: User Details
ar: بيانات المستخدم
bn: ব্যবহারকারীর বৃত্যান্ত
es: Detalles de usuario
hi: उपभोक्ता का विवरण
pt_br: Detalhes do usuario

source: Set your drop point
ar: تعيين نقطة إسقاط الخاص
bn: আপনার ড্রপ বিন্দু সেট
es: Configurar su punto de entrega
hi: अपने ड्रॉप बिंदु सेट
pt_br: Defina o seu ponto de queda

source: Drop Point
ar: إسقاط نقطة
bn: ড্রপ পয়েন্ট
es: Punto de entrega
hi: ड्रॉप बिंदु
pt_br: Ponto de descida

source: Start Ride
ar: بداية ركوب
bn: স্টার্ট রাইড
es: Inicio Ride
hi: प्रारंभ सवारी
pt_br: Iniciar passeio

source: Enter User Phone
ar: أدخل الهاتف العضو
bn: ব্যবহারকারী ফোন লিখুন
es: Introduzca usuario del teléfono
hi: उपयोगकर्ता फ़ोन दर्ज
pt_br: Digite usuário Telefone

source: Please enter drop location first.
ar: الرجاء إدخال إسقاط موقع أولا.
bn: প্রথম ড্রপ অবস্থান লিখুন দয়া করে।
es: Por favor, introduzca la ubicación caer primero.
hi: पहले ड्रॉप स्थान दर्ज करें।
pt_br: Por favor, indique cair localização em primeiro lugar.

source: Back
ar: الى الخلف
bn: পিছনে
es: Espalda
hi: वापस
pt_br: De volta

source: Please Upload a photo of your meter of your car or motorcycle
ar: يرجى تحميل صورة من المقياس سيارتك أو دراجة نارية
bn: অনুগ্রহ করে আপনার গাড়ী বা মোটর সাইকেল আপনার মিটার একটি ফটো আপলোড করুন
es: Por favor Sube una foto de su medidor de su coche o motocicleta
hi: कृपया अपनी कार या मोटर साइकिल के अपने मीटर का फ़ोटो अपलोड करें
pt_br: Faça o upload de uma foto de seu medidor de seu carro ou moto

source: Ok
ar: حسنا
bn: ঠিক আছে
es: De acuerdo
hi: ठीक
pt_br: Está bem

source: Enter meter value
ar: أدخل قيمة متر
bn: মিটার মান লিখুন
es: Introducir el valor de metro
hi: मीटर मान दर्ज करें
pt_br: Introduzir o valor do medidor

source: Add Details
ar: إضافة تفاصيل
bn: বিবরণ যোগ করুন
es: Añadir detalles
hi: विवरण जोड़ें
pt_br: Adicionar detalhes

source: Please first add Meter Reading Image
ar: يرجى أولا إضافة قراءة العداد صورة
bn: প্রথম যোগ করুন মিটার রিডিং ভাবমূর্তি
es: Por favor, añada primera lectura de contador de Imagen
hi: पहले जोड़ें मीटर रीडिंग छवि
pt_br: Por favor, adicione primeira leitura de medidor Imagem

source: Please first add Meter Reading value
ar: يرجى أولا إضافة قيمة قراءة العداد
bn: প্রথম মিটার রিডিং মান যোগ করুন
es: Por favor, añadir primer valor de la lectura de contador
hi: पहले मीटर रीडिंग मूल्य जोड़ने कृपया
pt_br: Por favor, primeiro adicionar valor Meter Reading

source: Upload a good quality of your document in order to submit your application
ar: تحميل نوعية جيدة من المستند من أجل تقديم طلبك
bn: আপনার দস্তাবেজের একটি ভাল মানের আপলোড করুন আপনার আবেদন জমা দিতে
es: Sube una buena calidad de su documento con el fin de presentar su solicitud
hi: अपने दस्तावेज़ के एक अच्छी गुणवत्ता अपलोड के लिए अपने आवेदन पत्र प्रस्तुत करने के लिए
pt_br: Carregue uma boa qualidade do seu documento, a fim de apresentar a sua candidatura

source: Enter Expiry date of your document
ar: أدخل تاريخ انتهاء الصلاحية من المستند
bn: আপনার দস্তাবেজের মেয়াদ শেষ হওয়ার তারিখ লিখুন
es: Introduzca la fecha de caducidad del documento
hi: अपने दस्तावेज़ के समाप्ति दिनांक दर्ज करें
pt_br: Insira a data de validade do seu documento

source: Upload Documents
ar: وثائق للتحميل
bn: আপলোড ডকুমেন্টস
es: subir documentos
hi: अपलोड दस्तावेज़
pt_br: upload de documentos

source: Please upload document image first
ar: يرجى تحميل صورة الوثيقة لأول مرة
bn: ডকুমেন্ট চিত্র আপলোড করুন প্রথম
es: Sube una imagen de primer documento
hi: दस्तावेज़ चित्र अपलोड करें पहले
pt_br: Faça o upload de imagem do documento primeiro

source: Please enter document Expiration Date
ar: الرجاء إدخال ثيقة تاريخ انتهاء الصلاحية
bn: ডকুমেন্ট মেয়াদ শেষের তারিখ লিখুন দয়া করে
es: Por favor, introduzca documento Fecha de vencimiento
hi: दस्तावेज़ समाप्ति दिनांक दर्ज करें
pt_br: Por favor, indique documento Data de Validade

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
pt_br: Versão

source: Auto Upgrade
ar: ترقية السيارات
bn: অটো আপগ্রেড
es: actualización automática
hi: ऑटो अपग्रेड
pt_br: atualização automática

source: App Settings
ar: إعدادات التطبيقات
bn: অ্যাপ সেটিংস
es: Ajustes de Aplicacion
hi: एप्लिकेशन सेटिंग
pt_br: Configurações do aplicativo

source: Pool Ride
ar: تجمع ركوب
bn: পুল রাইড
es: piscina Ride
hi: पूल सवारी
pt_br: piscina passeio

source: Language
ar: لغة
bn: ভাষা
es: Idioma
hi: भाषा
pt_br: Língua

source: APP SETTINGS
ar: إعدادات التطبيقات
bn: অ্যাপ সেটিংস
es: AJUSTES DE APLICACION
hi: एप्लिकेशन सेटिंग
pt_br: CONFIGURAÇÕES DO APLICATIVO

source: SUPPORT
ar: الدعم
bn: সমর্থন
es: APOYO
hi: समर्थन
pt_br: APOIO, SUPORTE

source: Customer Support
ar: دعم العملاء
bn: গ্রাহক সমর্থন
es: Atención al cliente
hi: ग्राहक सहेयता
pt_br: Suporte ao cliente

source: Report Issue
ar: قضية تقرير
bn: প্রতিবেদন ইস্যু
es: informe del problema
hi: रिपोर्ट इश्यू
pt_br: relatório do problema

source: INFORMATION
ar: معلومات
bn: তথ্য
es: INFORMACIÓN
hi: जानकारी
pt_br: EM FORMAÇÃO

source: Terms and Conditions
ar: الأحكام والشروط
bn: শর্তাবলী
es: Términos y Condiciones
hi: नियम और शर्तें
pt_br: Termos e Condições

source: ABOUT US
ar: معلومات عنا
bn: আমাদের সম্পর্কে
es: SOBRE NOSOTROS
hi: हमारे बारे में
pt_br: SOBRE NÓS

source: Select Language
ar: اختار اللغة
bn: ভাষা নির্বাচন কর
es: Seleccione el idioma
hi: भाषा चुनिए
pt_br: Selecione o idioma

source: Please Choose Language
ar: الرجاء اختيار اللغة
bn: ভাষা পছন্দ করুন দয়া করে
es: Por favor, elija Idioma
hi: भाषा चुनें कृपया
pt_br: Por favor Escolher o idioma

source: Report Issue Regarding TaxiDriver App
ar: تقرير المسألة المتعلقة تاكسيدريفير التطبيقات
bn: প্রতিবেদন ইস্যু TaxiDriver অ্যাপ সংক্রান্ত
es: Informe del problema Con respecto a la aplicación Taxidriver
hi: रिपोर्ट इश्यू taxidriver अनुप्रयोग के बारे में
pt_br: Relatório do problema Em relação TaxiDriver App

source: Sending e-mail in-app is not so bad!
ar: إرسال رسائل البريد الإلكتروني في التطبيق ليس سيئا للغاية!
bn: অ্যাপ-মধ্যস্থ ই-মেইল পাঠানো হচ্ছে এত খারাপ নয়!
es: Enviar correo electrónico desde la aplicación no es tan malo!
hi: एप्लिकेशन के तहत ई-मेल भेजा जा रहा है इतना बुरा नहीं है!
pt_br: Envio de e-mail in-app não é tão ruim!

source: Could Not Send Email
ar: تعذر إرسال البريد الإلكتروني
bn: না ইমেল পাঠান গেল
es: No se pudo enviar por correo electrónico
hi: नहीं किया जा सका ईमेल भेजें
pt_br: Não foi possível enviar Email

source: Your device could not send e-mail. Please check e-mail configuration and try again.
ar: جهازك لا يمكن إرسال البريد الإلكتروني. يرجى التحقق من إعدادات البريد الإلكتروني وحاول مرة أخرى.
bn: আপনার ডিভাইস ই-মেইল পাঠাতে পারিনি। পরীক্ষা ই-মেইল কনফিগারেশন এবং আবার চেষ্টা করুন।
es: Su dispositivo no podría enviar correo electrónico. Compruebe la configuración del correo electrónico y vuelve a intentarlo.
hi: आपकी डिवाइस ई-मेल नहीं भेज सकते हैं। जाँच ई-मेल विन्यास और फिर कोशिश करें।
pt_br: O dispositivo não pode enviar e-mail. Por favor, verifique a configuração de e-mail e tente novamente.

source: USE IN CASE OF EMERGENCY
ar: استخدام في حالات الطوارئ
bn: জরুরী ক্ষেত্রে ব্যবহার
es: USO EN CASO DE EMERGENCIA
hi: आपातकालीन स्थिति में उपयोग
pt_br: USO EM CASO DE EMERGÊNCIA

source: Call Police Control Room
ar: استدعاء غرفة التحكم الشرطة
bn: পুলিশ নিয়ন্ত্রণ কক্ষ ফোন করুন
es: Llame a la Policía de Control Room
hi: पुलिस नियंत्रण कक्ष पर कॉल करें
pt_br: Chamada Control Room Polícia

source: Call Your Emergency Contact
ar: مكالمتك الاتصال في حالات الطوارئ
bn: কলটি আপনার জরুরী যোগাযোগ
es: Llame a su contacto de emergencia
hi: कॉल आपका आपातकालीन संपर्क

source: CLOSE
ar: أغلق
bn: বন্ধ
es: CERRAR
hi: बंद करे
pt_br: PERTO

source: Select Emergency Contact
ar: حدد الاتصال في حالات الطوارئ
bn: নির্বাচন জরুরী যোগাযোগ
es: Elija un contacto de emergencia
hi: चुनें आपातकालीन संपर्क
pt_br: Selecionar Contato de Emergência

source: OTP Verification
ar: التأكيد OTP
bn: OTP তে যাচাইকরণ
es: Verificación OTP
hi: OTP सत्यापन
pt_br: Verificação OTP

source: Trip Details
ar: تفاصيل رحلة
bn: দেশ বিদেশ ভ্রমণ বিবরণ
es: Detalles del viaje
hi: यात्रा विवरण
pt_br: detalhes da viagem

source: Payment
ar: دفع
bn: পারিশ্রমিক
es: Pago
hi: भुगतान
pt_br: Forma de pagamento

source: Call
ar: مكالمة
bn: কল
es: Llamada
hi: कॉल
pt_br: Ligar

source: Chat
ar: دردشة
bn: চ্যাট করুন
es: Charla
hi: बातचीत
pt_br: Bate-papo

source: Please select drop location first
ar: الرجاء تحديد انخفاض المكان لأول مرة
bn: দয়া করে ড্রপ অবস্থান প্রথম নির্বাচন
es: Por favor, seleccione lugar de retorno primero
hi: कृपया ड्रॉप स्थान चुनें
pt_br: Por favor, selecione drop primeiro

source: Select Navigation App
ar: اختر الإنتقال التطبيقات
bn: ন্যাভিগেশন অ্যাপ্লিকেশন নির্বাচন করুন
es: Seleccionar aplicación de navegación
hi: नेविगेशन अनुप्रयोग का चयन करें
pt_br: Selecione Navigation App

source: Selection
ar: اختيار
bn: নির্বাচন
es: Selección
hi: चयन
pt_br: Seleção

source: EMERGENCY FOR CALL
ar: الطوارئ FOR CALL
bn: কলের জন্য জরুরী
es: EMERGENCIA DE LLAMADA
hi: कॉल के लिए आपातकालीन
pt_br: EMERGÊNCIA PARA CHAMAR

source: Are You in problem ?
ar: هل أنت في المشكلة؟
bn: আপনি সমস্যা হয়?
es: ¿Estás en un problema?
hi: आप समस्या में हैं?
pt_br: Você está em problema?

source: Enter OTP
ar: أدخل OTP
bn: OTP প্রবেশ করান
es: Introduzca OTP
hi: OTP दर्ज करें
pt_br: Digite OTP

source: Enter vehicle id i.e 000001
ar: أدخل المركبة أي بمعنى 000001
bn: গাড়ির আইডি i.e 000001 লিখুন
es: Introduzca identificación del vehículo es decir 000001
hi: वाहन आईडी यानी 000001 दर्ज
pt_br: Digite veículo id ou seja 000001

source: Otp has been sent to admin driver
ar: وقد أرسلت مكتب المدعي العام لسائق مشرف
bn: OTP অ্যাডমিন চালক পাঠানো হয়েছে
es: OTP ha sido enviada al controlador de administración
hi: OTP व्यवस्थापक चालक को भेज दिया गया
pt_br: Otp foi enviado ao motorista administrador

source: Please enter vehicle id first
ar: الرجاء إدخال رقم التعريف المركبة لأول مرة
bn: প্রথম গাড়ির আইডি লিখুন দয়া করে
es: Por favor, introduzca Identificación del vehículo de primera
hi: पहला वाहन आईडी डालें
pt_br: Por favor, indique id primeiro veículo

source: Please Enter OTP
ar: الرجاء أدخل OTP
bn: দয়া করে OTP প্রবেশ করান
es: Por favor, introduzca OTP
hi: कृपया OTP दर्ज करें
pt_br: Por favor, indique OTP

source: New Vehicle
ar: سيارة جديدة
bn: নতুন গাড়ি
es: Vehículo nuevo
hi: नए वाहन

source: Existing Vehicle
ar: سيارة القائمة
bn: বর্তমান যানবাহন
es: Vehículo existente
hi: मौजूदा वाहन
pt_br: Veículo existente

source: Vehicle Information
ar: معلومات السيارة
bn: যানবাহন তথ্য
es: Información del vehículo
hi: वाहन की जानकारी
pt_br: Informações do veículo

source: Add Money
ar: إضافة المال
bn: মানি যোগ করুন
es: Agregar dinero
hi: पैसे जोड़ें
pt_br: Adicionar dinheiro

source: Add Money To Wallet
ar: إضافة أموال إلى محفظة
bn: ওয়ালেট টাকা যোগ করুন
es: Para agregar dinero Monedero
hi: वॉलेट में पैसे डालते हैं
pt_br: Colocar mais dinheiro na carteira

source: It's quick safe & secure
ar: انها آمنة سريعة وآمنة
bn: এটি দ্রুত নিরাপদ ও সুরক্ষিত এর
es: Es rápido seguro y seguro
hi: यह त्वरित सुरक्षित और सुरक्षित है
pt_br: É rápido seguro e seguro

source: Select Payment Method
ar: اختار طريقة الدفع
bn: অর্থ প্রদানের পদ্ধতি নির্বাচন
es: Seleccione el método de pago
hi: भुगतान का तरीका चुनें
pt_br: Selecione o método de pagamento

source: Avilable Balance
ar: ميزان التقنى
bn: Avilable ব্যালেন্স
es: Equilibrio de avilable
hi: avilable शेष राशि
pt_br: Equilíbrio avilable

source: Recent Transactions
ar: التحويلات الاخيرة
bn: সাম্প্রতিক লেনদেন
es: Transacciones Recientes
hi: हाल ही के लेनदेन
pt_br: Transações recentes

source: Your Home Address
ar: عنوان منزلك
bn: আপনার বাড়ির ঠিকানা
es: Tu dirección de domicilio
hi: अपने घर का पता
pt_br: Seu endereço residencial

source: Save Address
ar: حفظ العناوين
bn: ঠিকানা সংরক্ষণ
es: guardar dirección
hi: पता सहेजें
pt_br: salvar endereço

source: Add New
ar: اضف جديد
bn: নতুন যুক্ত করুন
es: Añadir nuevo
hi: नया जोड़ें
pt_br: Adicionar novo

source: Manage Vehicles
ar: إدارة المركبات
bn: যানবাহন পরিচালনা
es: Manejo de Vehículos
hi: वाहन की व्यवस्था करें
pt_br: Gerenciar Veículos

source: Add More Vehicle
ar: إضافة المزيد من سيارة
bn: আরো যানবাহন যোগ করুন
es: Añadir más Vehículo
hi: अधिक वाहन जोड़े
pt_br: Adicionar mais Vehicle

source: Activated Vehicle
ar: سيارة المنشط
bn: সক্রিয় যানবাহন
es: Vehículo activado
hi: सक्रिय वाहन
pt_br: Veículo activado

source: Services
ar: خدمات
bn: সার্ভিস
es: Servicios
hi: सेवाएं
pt_br: Serviços

source: Your Other Vehicle
ar: لديك مركبات أخرى
bn: তোমার অন্যান্য গাড়ির
es: Su otro vehículo
hi: आपका अन्य वाहन
pt_br: Seu outro veículo

source: + Add New
ar: + إضافة جديد
bn: + যোগ নতুন
es: + Subir
hi: + जोड़ें नई
pt_br: + Adicionar novo

source: Start Date
ar: تاريخ البدء
bn: শুরুর তারিখ
es: Fecha de inicio
hi: आरंभ करने की तिथि
pt_br: Data de início

source: End Date
ar: تاريخ الانتهاء
bn: শেষ তারিখ
es: Fecha final
hi: अंतिम तिथि
pt_br: Data final

source: select date
ar: حدد تاريخ
bn: নির্বাচন তারিখ
es: seleccione fecha
hi: तारीख़ चुनें
pt_br: Selecione a data

source: Driver Ratings
ar: سائق التقييمات
bn: ড্রাইভার রেটিং
es: Calificaciones de controladores
hi: ड्राइवर रेटिंग
pt_br: Pontuações motorista

source: Daily
ar: اليومي
bn: দৈনন্দিন
es: Diario
hi: रोज
pt_br: Diariamente

source: Weekly
ar: أسبوعي
bn: সাপ্তাহিক
es: Semanal
hi: साप्ताहिक
pt_br: Semanal

source: Monthly
ar: شهريا
bn: মাসিক
es: Mensual
hi: महीने के
pt_br: Por mês

source: Please select date first
ar: يرجى تحديد تاريخ أول
bn: দয়া করে প্রথমে তারিখ নির্বাচন করুন
es: Por favor, seleccione la primera fecha
hi: कृपया पहले तिथि का चयन करें
pt_br: Por favor seleccione primeira data

source: Terms And Condition
ar: أحكام وشروط
bn: শর্তাবলী
es: Términos y Condiciones
hi: नियम व शर्तें
pt_br: Termos e Condições

source: First Name
ar: الاسم الاول
bn: নামের প্রথম অংশ
es: Nombre de pila
hi: पहला नाम
pt_br: Primeiro nome

source: Last Name
ar: الكنية
bn: নামের শেষাংশ
es: Apellido
hi: अंतिम नाम
pt_br: Último nome

source: Enter First Name
ar: أدخل الاسم الأول
bn: নামের প্রথম অংশ লিখুন
es: Introduzca el nombre
hi: पहला नाम डालो
pt_br: Introduza o primeiro nome

source: Enter Last Name
ar: إدخال اسم آخر
bn: পদবি লিখুন
es: Introduzca el apellido
hi: अंतिम नाम दर्ज करो
pt_br: Insira o último nome

source: Please Enter First Name
ar: الرجاء إدخال الاسم الأول
bn: দয়া করে প্রথমে নাম লিখুন
es: Por favor, introduzca Nombre
hi: कृपया पहला नाम दर्ज करें
pt_br: Por favor, insira Nome

source: Owner Name
ar: اسم المالك
bn: মালিকের নাম
es: Nombre del dueño
hi: मालिक का नाम
pt_br: Nome do proprietário

source: Owner Number
ar: عدد المالك
bn: মালিক নম্বর
es: Número propietario
hi: मालिक संख्या
pt_br: Número proprietário

source: Owner Email
ar: صاحب البريد الإلكتروني
bn: মালিক ইমেইল
es: propietario Enviar
hi: स्वामी ईमेल
pt_br: proprietário Email

source: Owner Bank Name
ar: اسم البنك المالك
bn: মালিক ব্যাংক নাম
es: Nombre del propietario del Banco
hi: मालिक बैंक का नाम
pt_br: Nome Proprietário Banco

source: Owner Bank Code
ar: صاحب مدونة الضفة
bn: মালিক ব্যাঙ্ক কোড
es: Código del banco propietario
hi: मालिक बैंक कोड
pt_br: Proprietário Código do banco

source: Owner Account No.
ar: حساب صاحب رقم
bn: মালিক অ্যাকউন্টে নং
es: Cuenta propietario N °
hi: मालिक खाता सं
pt_br: Conta proprietário No.

source: Owner Cheque Image
ar: صاحب تحقق صورة
bn: মালিক চেক চিত্র
es: -Mail Comprobar la Imagen
hi: मालिक चेक छवि
pt_br: Proprietário de verificação de imagem

source: Please Enter Vehicle Owner Name
ar: الرجاء إدخال اسم مالك المركبة
bn: দয়া করে প্রবেশ করুন যানবাহন মালিকের নাম
es: Por favor, introduzca nombre del propietario del vehículo
hi: कृपया दर्ज वाहन स्वामी का नाम
pt_br: Por favor, indique nome do veículo proprietário

source: Please Enter Owner Number
ar: الرجاء إدخال الرقم المالك
bn: দয়া করে প্রবেশ করুন মালিক নম্বর
es: Por favor, introduzca Número Propietario
hi: कृपया दर्ज मालिक संख्या
pt_br: Por favor, indique proprietário do número de

source: Please Enter Valid Owner Number
ar: الرجاء إدخال صالح عدد المالك
bn: দয়া করে বৈধ মালিক সংখ্যা উল্লেখ করুন
es: Por favor, introduzca Válido Número Propietario
hi: कृपया मान्य मालिक नंबर दर्ज
pt_br: Por favor, indique proprietário do número válido

source: Please Enter Valid Email
ar: الرجاء إدخال بريد إلكتروني صحيح
bn: অনুগ্রহ করে আপনার সঠিক মেইল ​​আইডি প্রবেশ করান
es: Por favor introduzca un correo electrónico válido
hi: कृपया वैध ईमेल दर्ज़ करें
pt_br: Por favor, indique Válido Email

source: Please Enter Owner Bank Code
ar: الرجاء إدخال الرمز المالك البنك
bn: লিখুন দয়া করে মালিকের ব্যাঙ্ক কোড
es: Entre el código de cuenta El propietario
hi: दर्ज करें मालिक बैंक कोड
pt_br: Por favor, indique proprietário Código do banco

source: Please Enter Owner Bank Name
ar: الرجاء إدخال اسم البنك المالك
bn: দয়া করে প্রবেশ করুন মালিক ব্যাংক নাম
es: Por favor, introduzca nombre del propietario del Banco
hi: कृपया दर्ज मालिक बैंक का नाम
pt_br: Por favor, indique nome do proprietário do Banco

source: Please Enter Owner Account No
ar: الرجاء إدخال المالك رقم الحساب
bn: দয়া করে প্রবেশ করুন মালিক অ্যাকউন্টে কোন
es: Por favor, introduzca titular de la cuenta n
hi: कृपया दर्ज स्वामी खाता नहीं
pt_br: Por favor, indique dono da conta Não

source: Please Upload Owner Cheque Image
ar: يرجى تحميل المالك تحقق صورة
bn: আপলোড করুন দয়া করে মালিক চেক চিত্র
es: Por favor, sube-mail Comprobar la Imagen
hi: अपलोड कृपया मालिक चेक छवि
pt_br: Faça o upload de titular do cheque Imagem

source: Please enter phone number first.
ar: الرجاء إدخال رقم الهاتف أولا.
bn: প্রথম ফোন নম্বর লিখুন দয়া করে।
es: Por favor, introduzca el número de teléfono en primer lugar.
hi: पहला फोन नंबर दर्ज करें।
pt_br: Por favor, indique o número de telefone em primeiro lugar.

source: Country ID is not correct
ar: ID بلد غير صحيحة
bn: দেশ আইডি সঠিক নয়
es: ID de país no es correcto
hi: देश आईडी सही नहीं है
pt_br: País ID não é correto

source: ACCEPT
ar: قبول
bn: গ্রহণ
es: ACEPTAR
hi: स्वीकार करना
pt_br: ACEITAR

source: Please Accept Terms And Conditions
ar: يرجى قبول الشروط والأحكام
bn: দয়া করে স্বীকার করুন নিবন্ধন এবং শর্তাদি
es: Por favor, acepta los términos y condiciones
hi: कृपया नियम और शर्तें स्वीकार
pt_br: Por favor, aceite os Termos e Condições

source: Please Accept Terms And Conditions First
ar: يرجى قبول الشروط والأحكام الأولى
bn: দয়া করে স্বীকার করুন নিবন্ধন এবং শর্তাদি প্রথম
es: Por favor, acepta los términos y condiciones de primer
hi: कृपया नियम और शर्तें स्वीकार पहले
pt_br: Por favor, aceite os Termos e Condições Primeira

source: Terms and conditions has been changed.
ar: تم تغيير الشروط والأحكام.
bn: শর্তাবলী পরিবর্তন করা হয়েছে।
es: Términos y condiciones se han modificado.
hi: नियम और शर्तें बदल दिया गया है।
pt_br: Termos e condições foi alterado.

source: Privacy Policy
ar: سياسة خاصة
bn: গোপনীয়তা নীতি
es: Política de privacidad
hi: गोपनीयता नीति
pt_br: Política de Privacidade

source: EXPIRED
ar: منتهية الصلاحية
bn: মেয়াদোত্তীর্ণ
es: MUERTO
hi: सीमा समाप्त
pt_br: EXPIRADO

source: Refer & Earn
ar: الرجوع وكسب
bn: পড়ুন & উপার্জন করুন
es: Consulte y gane
hi: देखें और कमाएँ
pt_br: Consulte e Ganhe

source: Refer Code and Earn More
ar: الرجوع المدونة واكسب أكثر
bn: পড়ুন কোড এবং আরো উপার্জন
es: Consulte Código y ganar más
hi: देखें संहिता और अधिक कमाएँ
pt_br: Consulte Código e ganhar mais

source: Share your code
ar: مشاركة التعليمات البرمجية
bn: আপনার কোড ভাগ করুন
es: Compartir su código
hi: अपने कोड साझा करें
pt_br: Compartilhe seu código

source: Est. Fare
ar: Est. أجرة
bn: আনুমানিক। ভাড়া
es: Est. Tarifa
hi: EST। किराया
pt_br: Husa. Tarifa

source: Est. Distance
ar: Est. مسافه: بعد
bn: আনুমানিক। দূরত্ব
es: Est. Distancia
hi: EST। दूरी
pt_br: Husa. Distância

source: Super Driver
ar: سوبر سائق
bn: সুপার ড্রাইভার
es: piloto de super
hi: सुपर ड्राइवर

source: Document Rejected, Please Contact to admin
ar: تم رفض المستند ، يرجى الاتصال بالمشرف
bn: নথি প্রত্যাখ্যাত, অ্যাডমিন যোগাযোগ করুন
es: Documento rechazado, por favor contacte a admin
hi: दस्तावेज़ अस्वीकृत, व्यवस्थापक से संपर्क करें
pt_br: Documento rejeitado, entre em contato com o administrador

source: Are you sure you want to activate the vehicle?
ar: هل أنت متأكد من أنك تريد تنشيط السيارة؟
bn: আপনি গাড়ির সক্রিয় করতে চান আপনি কি নিশ্চিত?
es: ¿Seguro que quieres activar el vehículo?
hi: क्या आप वाकई वाहन को सक्रिय करना चाहते हैं?
pt_br: Tem certeza de que deseja ativar o veículo?
