Repository: atimbadiya/shipnowdriverapp
Catalog: ApporioTaxiDriver/*.lproj/Localizable.strings
Languages: ar, bn, es, hi, pt_br

source: Apporio Taxi Driver
ar: سائق تاكسي Apporio
bn: Apporio ট্যাক্সি ড্রাইভার
es: Apporio Taxista
hi: Apporio टैक्सी चालक

source: REGISTER
ar: تسجيل
bn: নিবন্ধন
es: REGISTRO
hi: रजिस्टर
pt_br: REGISTO

source: LOGIN
ar: تسجيل الدخول
bn: লগইন
es: INICIAR SESIÓN
hi: लॉग इन करें
pt_br: ENTRAR

source: DEMO
bn: ডেমো
es: MANIFESTACIÓN
hi: डेमो
pt_br: DEMONSTRA

source: Alert
ar: محزر
bn: সতর্ক
es: Alerta
hi: चेतावनी
pt_br: Alerta

source: Make sure you logged as Dem in Driver App as well.
ar: تأكد قمت بتسجيل كما ماركا المانيا في برنامج تشغيل التطبيقات أيضا.
bn: নিশ্চিত করুন যে আপনি হিসাবে ভাল ড্রাইভার অ্যাপ ডেমোক্রাটিক হিসাবে লগ করুন।
es: Asegúrese de que ha identificado como Dem Conductora aplicación también.
hi: सुनिश्चित करें कि आप के रूप में अच्छी ड्राइवर App में डेम के रूप में लॉग करें।
pt_br: Certifique-se registrado como Dem in Driver App também.

source: CANCEL
ar: إلغاء
bn: বাতিল
es: CANCELAR
hi: रद्द करना
pt_br: CANCELAR

source: OK
ar: حسنا
bn: ঠিক আছে
es: DE ACUERDO
hi: ठीक
pt_br: Está bem

source: Login
ar: تسجيل الدخول
bn: লগইন
es: Iniciar sesión
hi: लॉग इन करें
pt_br: Entrar

source: Select City
ar: اختر مدينة
bn: সিটি নির্বাচন
es: Ciudad selecta
hi: शहर चुनें
pt_br: Selecione a cidade

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
es: ¿Se te olvidó tu contraseña?
hi: पासवर्ड भूल गए?
pt_br: Esqueceu a senha?

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
hi: ईमेल
pt_br: O email

source: Phone Number
ar: رقم الهاتف
bn: ফোন নম্বর
es: Número de teléfono
hi: फ़ोन नंबर
pt_br: Número de telefone

source: Please Enter Password
ar: الرجاء إدخال كلمة المرور
bn: দয়া করে পাসওয়ার্ড লিখুন
es: Por favor, ingrese contraseña
hi: कृप्या पास्वर्ड भरो
pt_br: Digite a senha

source: Please Enter Valid Email_Address
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
bn: বৈধ ইমেইল ঠিকানা লিখুন
es: Por favor ingrese una dirección de correo electrónico válida
hi: कृपया मान्य ईमेल पता दर्ज करें
pt_br: Por favor insira o endereço de e-mail válido

source: Please Enter Valid Phone Number
ar: الرجاء إدخال رقم هاتف صحيح
bn: বৈধ ফোন নম্বর লিখুন দয়া করে
es: Por favor, introduzca número de teléfono válido
hi: कृपया एक वैध नंबर डालें
pt_br: Por favor, indique número de telefone válido

source: Register
ar: تسجيل
bn: নিবন্ধন
es: Registro
hi: रजिस्टर
pt_br: registo

source: Enter Full Name
ar: أدخل الاسم الكامل
bn: সম্পূর্ণ নাম লিখুন
es: Introduzca Nombre Completo
hi: पूरा नाम दर्ज करें
pt_br: Insira o nome completo

source: Enter Email
ar: أدخل البريد الإلكتروني
bn: ইমেইল প্রদান করুন
es: Ingrese correo electrónico
hi: ईमेल दर्ज करें
pt_br: Digite e-mail

source: Enter Mobile
ar: أدخل موبايل
bn: মোবাইল লিখুন
es: ingrese móvil
hi: मोबाइल दर्ज
pt_br: Digite móvel

source: Enter Password
ar: أدخل كلمة المرور
bn: পাসওয়ার্ড লিখুন
es: Introducir la contraseña
hi: पास वर्ड दर्ज करें
pt_br: Digite a senha

source: Gender
ar: جنس
bn: লিঙ্গ
es: Género
hi: लिंग
pt_br: Gênero

source: Male
ar: الذكر
bn: পুরুষ
es: Masculino
hi: पुरुष
pt_br: Masculino

source: Female
ar: إناثا
bn: মহিলা
es: Hembra
hi: महिला
pt_br: Fêmea

source: Smoker
ar: المدخن
bn: ধূমপায়ী
es: Fumador
hi: धूम्रपान न करने
pt_br: Fumante

source: Yes
ar: نعم فعلا
bn: হাঁ
es: Sí
hi: हाँ
pt_br: sim

source: No
ar: لا
bn: না
hi: नहीं
pt_br: Não

source: Select Area
ar: اختر منطقة
bn: এলাকা নির্বাচন করুন
es: Seleccionar Población
hi: क्षेत्र का चयन करें
pt_br: Selecione Área

source: Continue
ar: استمر
bn: চালিয়ে
es: Continuar
hi: जारी रहना
pt_br: Continuar

source: Select Option
ar: حدد الخيار
bn: বিকল্প নির্বাচন
es: Seleccionar opción
hi: विकल्प चुनें
pt_br: Selecione a Opção

source: Camera
ar: الة تصوير
bn: ক্যামেরা
es: Cámara
hi: कैमरा
pt_br: Câmera

source: Gallery
ar: صالة عرض
bn: দরদালান
es: Galería
hi: गेलरी
pt_br: Galeria

source: Cancel
ar: إلغاء
bn: বাতিল
es: Cancelar
hi: रद्द करना
pt_br: Cancelar

source: Please Enter Name
ar: الرجاء إدخال اسم
bn: দয়া করে নাম লিখুন
es: Por favor, introduzca Nombre
hi: कृपया नाम दर्ज करें
pt_br: Por favor, insira Nome

source: Please Enter Mobile Number First
ar: الرجاء إدخال رقم الجوال أولا
bn: দয়া করে প্রবেশ করুন মোবাইল নম্বর প্রথম
es: Por favor, introduzca número de móvil Primera
hi: कृपया दर्ज मोबाइल नंबर पहले
pt_br: Por favor, indique número de celular Primeira

source: Password length should not be less then 6
ar: لا ينبغي أن يكون طول كلمة أقل ثم 6
bn: পাসওয়ার্ড দৈর্ঘ্য কম তারপর 6 করা উচিত হবে না
es: Longitud de la contraseña no debe ser inferior a 6
hi: पासवर्ड लंबाई से कम 6 नहीं होना चाहिए
pt_br: Comprimento da senha não deve ser inferior a 6

source: Please Select Image First
ar: الرجاء اختيار صورة الأولى
bn: নির্বাচন করুন দয়া করে ভাবমূর্তি প্রথম
es: Por favor seleccione Imagen Primer
hi: कृपया चुनें छवि पहले
pt_br: Selecione Imagem Primeira

source: Please Select Area First
ar: الرجاء اختيار المنطقة الأولى
bn: নির্বাচন করুন দয়া করে ফোন প্রথম
es: Por favor seleccione la zona First
hi: कृपया चुनें क्षेत्र पहले
pt_br: Selecione Área de Primeira

source: Please Select Gender First
ar: يرجى تحديد الجنس الأولى
bn: দয়া করে লিঙ্গ নির্বাচন করুন প্রথম
es: Por favor Seleccionar sexo Primera
hi: कृपया लिंग का चयन पहले
pt_br: Selecione Sexo Primeira

source: Please Select Option Regarding Smoke
ar: الرجاء اختيار الخيار فيما يتعلق دخان
bn: দয়া করে অপশন সংক্রান্ত ধোঁয়া নির্বাচন করুন
es: Por favor seleccione la opción de humo En cuanto
hi: कृपया विकल्प के बारे में धुआं का चयन करें
pt_br: Selecione opção quanto Smoke

source: Please fill email properly.
ar: الرجاء تعبئة البريد الإلكتروني بشكل صحيح.
bn: দয়া করে ইমেল সঠিকভাবে পূরণ করুন।
es: Rellene correo electrónico correctamente.
hi: कृपया ईमेल ठीक से भरें।
pt_br: Por favor, preencha e-mail corretamente.

source: Enter Name
ar: أدخل الاسم
bn: নাম লিখুন
es: Ingrese su nombre
hi: नाम दर्ज
pt_br: Insira o nome

source: Enter Phone/Email
ar: أدخل الهاتف / البريد الإلكتروني
bn: লিখুন ফোন / ইমেইল
es: Introduzca teléfono / correo electrónico
hi: दर्ज फोन / ईमेल
pt_br: Digite Telefone / Email

source: Please enter your name and details for the identification of your demo driver
ar: الرجاء إدخال اسمك وتفاصيل عن هوية سائقي العرض الخاص بك
bn: আপনার ডেমো চালকের সনাক্ত করার জন্য আপনার নাম এবং বিবরণ লিখুন দয়া করে
es: Por favor, introduzca su nombre y datos para la identificación de su conductor de demostración
hi: आपके डेमो चालक की पहचान के लिए आपके नाम और विवरण दर्ज करें
pt_br: Digite seu nome e detalhes para a identificação do seu driver de demonstração

source: Login As Demo
ar: تسجيل الدخول كما تجريبي
bn: ডেমো হিসাবে লগইন করুন
es: Iniciar sesión como Demo
hi: डेमो के रूप में प्रवेश
pt_br: Sessão de Demo

source: Or Skip Entering Details
ar: أو تخطي إدخال تفاصيل
bn: অথবা এড়িয়ে প্রবেশ বিবরণ
es: O saltar ingresar detalles
hi: या छोड़ प्रवेश कर विवरण
pt_br: Ou ignorar a entrada Detalhes

source: Add Vehicle
ar: إضافة سيارة
bn: যানবাহন যোগ করুন
es: Añadir Vehículo
hi: वाहन जोड़े
pt_br: Adicionar Veículo

source: Create Vehicle
ar: إنشاء مركبات
bn: যানবাহন তৈরি করুন
es: crear Vehículo
hi: वाहन बनाएं
pt_br: Criar Veículo

source: Select Vehicle Type
ar: حدد نوع السيارة
bn: নির্বাচন যানবাহন প্রকার
es: Tipo de Vehículo
hi: चुनें वाहन के प्रकार
pt_br: Selecionar Tipo de Veículo

source: Click to select
ar: انقر لتحديد
bn: নির্বাচন করতে ক্লিক করুন
es: Clic para seleccionar
hi: चुनने के लिए क्लिक करें
pt_br: Clique para selecionar

source: Select Vehicle Make
ar: حدد جعله سيارة
bn: যানবাহন মেক নির্বাচন
es: Seleccione Marca del vehículo
hi: वाहन बनाने का चयन करें
pt_br: Select Veículo faz

source: Select Vehicle Model
ar: حدد نموذج سيارة
bn: যানবাহন মডেল নির্বাচন করুন
es: Seleccione el modelo del vehículo
hi: वाहन मॉडल चुनें
pt_br: Escolha um modelo de veículo

source: Type of Service
ar: نوع الخدمة
bn: সেবার ধরণ
es: Tipo de servicio
hi: सेवा का प्रकार
pt_br: Tipo de serviço

source: Add Vehicle Details
ar: إضافة تفاصيل سيارة
bn: যানবাহন বিবরণ যোগ করুন
es: Añadir los detalles del vehículo
hi: वाहन विवरण जोड़ें
pt_br: Adicionar Detalhes do Veículo

source: Enter Vehicle number
ar: أدخل رقم سيارة
bn: যানবাহন নম্বর লিখুন
es: Introduzca el número de vehículos
hi: वाहन संख्या लिखें
pt_br: Digite o número de veículos

source: Enter Vehicle Color
ar: أدخل اللون المركبات
bn: যানবাহন রঙ লিখুন
es: Introduzca el color del vehículo
hi: वाहन रंग दर्ज करें
pt_br: Digite cor do veículo

source: Select Number Plate Image
ar: حدد رقم اللوحة صورة
bn: সংখ্যা নির্বাচন করুন প্লেট ভাবমূর্তি
es: Seleccione un número de placa de la imagen
hi: संख्या का चयन करें प्लेट छवि
pt_br: Selecione Número imagem Placa

source: Select Vehicle Photo
ar: تحديد صور سيارة
bn: যানবাহন ছবি নির্বাচন করুন
es: Seleccionar las fotos Vehículo
hi: वाहन फोटो का चयन करें
pt_br: Selecione Veículo Foto

source: Please select vehicle type first
ar: يرجى تحديد نوع السيارة لأول مرة
bn: দয়া করে গাড়ির টাইপ প্রথম নির্বাচন
es: Por favor, seleccione el tipo de vehículo primero
hi: कृपया वाहन प्रकार पहले चयन
pt_br: Por favor, selecione o tipo de veículo primeiro

source: Please select vehicle make first
ar: يرجى اختيار السيارة تجعل أولا
bn: দয়া করে গাড়ির বানিয়ে নির্বাচন
es: Por favor seleccione vehículo haga primero
hi: कृपया वाहन पहले बनाने का चयन
pt_br: Por favor, selecione veículo tornar primeiro

source: Please select vehicle model first
ar: الرجاء تحديد نموذج السيارة لأول مرة
bn: দয়া করে গাড়ির মডেল প্রথম নির্বাচন
es: Por favor, seleccione el modelo del vehículo primero
hi: कृपया वाहन मॉडल पहले चयन
pt_br: Por favor, selecione modelo do veículo primeiro

source: Please select type of services
ar: يرجى تحديد نوع الخدمات
bn: দয়া করে পরিষেবার প্রকার নির্বাচন করুন
es: Por favor, seleccione el tipo de servicios
hi: कृपया सेवाओं के प्रकार का चयन
pt_br: Por favor, selecione o tipo de serviços

source: Please enter car color first
ar: الرجاء إدخال لون السيارة لأول مرة
bn: প্রথম গাড়ী রঙ লিখুন দয়া করে
es: Por favor, introduzca primero el color del coche
hi: पहली कार रंग डालें
pt_br: Por favor, indique cor do carro primeiro

source: Please enter vehicle number first
ar: الرجاء إدخال رقم السيارة لأول مرة
bn: প্রথম গাড়ির নম্বর লিখুন দয়া করে
es: Por favor, introduzca el número del vehículo primero
hi: पहला वाहन संख्या दर्ज करें
pt_br: Por favor, insira o número primeiro veículo

source: Please enter vehicle number plate image first
ar: الرجاء إدخال السيارة صورة رقم لوحة أولا
bn: প্রথম গাড়ির নম্বর প্লেট ইমেজ লিখুন দয়া করে
es: Por favor, introduzca la placa número del vehículo primero
hi: पहला वाहन नंबर प्लेट छवि डालें
pt_br: Por favor, indique imagem número da placa do veículo primeiro

source: Please enter vehicle image first
ar: الرجاء إدخال صورة مركبة لأول مرة
bn: প্রথম গাড়ির ইমেজ লিখুন দয়া করে
es: Por favor, introduzca imagen Vehículo de primera
hi: पहला वाहन छवि डालें
pt_br: Por favor, indique imagem veículo primeiro

source: Select Type Of Services
ar: حدد نوع من الخدمات
bn: সার্ভিস ধরন নির্বাচন করুন
es: Seleccione el tipo de servicios
hi: सेवा के प्रकार का चयन
pt_br: Escolha um tipo de serviços

source: Documents
ar: مستندات
bn: কাগজপত্র
es: Documentos
hi: दस्तावेज़
pt_br: documentos

source: Personal Documents
ar: مستندات شخصية
bn: ব্যক্তিগত দস্তাবেজ
es: Documentos personales
hi: व्यक्तिगत दस्तावेज
pt_br: Documentos pessoais

source: Vehicle Documents
ar: وثائق السيارة
bn: যানবাহন ডকুমেন্টস
es: Documentos de vehículos
hi: वाहन दस्तावेज़
pt_br: Documentos de veículos

source: Documents Not uploaded
ar: لم يتم رفع الوثائق
bn: ডকুমেন্টস আপলোড করা হয় নি
es: Los documentos no se han subido
hi: दस्तावेज़ अपलोड नहीं
pt_br: Documentos não fez upload

source: Please upload required document first!
ar: يرجى تحميل المستندات المطلوبة لأول مرة!
bn: প্রয়োজনীয় ডকুমেন্ট প্রথম আপলোড করুন!
es: Por favor, sube documento requerido en primer lugar!
hi: आवश्यक दस्तावेज पहले अपलोड करें!
pt_br: Faça o upload de um documento exigido em primeiro lugar!

source: Document Under Review!
ar: وثيقة تحت المراجعة!
bn: পর্যালোচনার অধীনে ডকুমেন্ট!
es: Documento en revisión!
hi: समीक्षा के तहत दस्तावेज!

source: You document is in under review, we will notify you soon after verifying your document
ar: الوثيقة التي هي في قيد الاستعراض، وسوف نقوم بإعلامك قريبا بعد التحقق من المستند
bn: আপনি নথির পর্যালোচনার অধীনে, আমরা আপনি তাড়াতাড়ি আপনার দস্তাবেজ যাচাই করার পর বিজ্ঞাপিত হবে
es: Usted está en el documento objeto de examen, se le notificará poco después de la verificación de su documento
hi: आप दस्तावेज़ समीक्षाधीन में, हम जल्दी ही आपको अपने दस्तावेज़ के सत्यापन के बाद सूचित करेंगे है
pt_br: Você documento está no sob revisão, iremos notificá-lo logo depois de verificar o seu documento

source: Upload Document
ar: إيداع المستند
bn: দস্তাবেজ আপলোড করুন
es: Cargar documento
hi: अपलोड दस्तावेज़
pt_br: Carregar Documento

source: Verification Pending
ar: التحقق قيد الانتظار
bn: যাচাইয়ের জন্য অপেক্ষারত
es: Pendiente de verificación
hi: सत्यापन लंबित
pt_br: verificação Pendente

source: Verified
ar: التحقق
bn: যাচাই
es: verificado
hi: सत्यापित
pt_br: Verificado

source: REJECTED
ar: مرفوض
bn: প্রত্যাখ্যাত
es: RECHAZADO
hi: अस्वीकृत
pt_br: REJEITADO

source: Trips
ar: رحلات
bn: ট্রিপস
es: Excursiones
hi: यात्राएं
pt_br: viagens

source: Earnings
ar: أرباح
bn: উপার্জন
es: Ganancias
hi: कमाई
pt_br: Ganhos

source: Accounts
ar: حسابات
bn: অ্যাকাউন্টস
es: cuentas
hi: हिसाब किताब
pt_br: contas

source: Wallet
ar: محفظة نقود
bn: মানিব্যাগ
es: Billetera
hi: बटुआ
pt_br: Carteira

source: Settings
ar: الإعدادات
bn: সেটিংস
es: ajustes
hi: सेटिंग्स
pt_br: Definições

source: Notifications
ar: إخطارات
bn: বিজ্ঞপ্তিগুলি
es: Notificaciones
hi: सूचनाएं
pt_br: notificações

source: Live Now
ar: نعيش الآن
bn: এখন বাস
es: Vive ahora
hi: अब जीयो
pt_br: Vive agora

source: Today Trips
ar: رحلات اليوم
bn: আজ ট্রিপস
es: Viajes hoy
hi: आज यात्राएं
pt_br: Hoje Trips

source: Today Earnings
ar: الأرباح اليوم
bn: আজ উপার্জন
es: Las ganancias de hoy
hi: आज आय
pt_br: Lucro hoje

source: Manual Dispatch
ar: ارسال اليدوي
bn: ম্যানুয়াল ডিসপ্যাচ
es: Despacho Manual
hi: मैनुअल डिस्पैच
pt_br: Despacho manual

source: Demand Spot
ar: الطلب بقعة
bn: ডিমান্ড স্পট
es: La demanda del punto
hi: मांग स्पॉट
pt_br: demanda Mancha

source: Upcoming
ar: القادمة
bn: আসন্ন
es: próxima
hi: आगामी
pt_br: próximos

source: Online
ar: عبر الانترنت
bn: অনলাইন
es: En línea
hi: ऑनलाइन
pt_br: Conectados

source: Offline
ar: غير متصل على الانترنت
bn: অফলাইন
es: Desconectado
hi: ऑफलाइन
pt_br: desligada

source: On Going Ride #
ar: على الذهاب ركوب #
bn: রাইড # যাচ্ছে
es: Yendo en Paseo #
hi: सवारी # जा रहे हैं पर
pt_br: Going On Passeio #

source: Manage Bank Details
ar: إدارة تفاصيل البنك
bn: ব্যাঙ্কের বিশদ বিবরণ পরিচালনা
es: Manejo de datos bancarios
hi: बैंक विवरण की व्यवस्था करें
pt_br: Gerenciar Detalhes Banco

source: Bank Name
ar: اسم البنك
bn: ব্যাংকের নাম
es: Nombre del banco
hi: बैंक का नाम
pt_br: Nome do banco

source: Account Name
ar: أسم الحساب
bn: হিসাবের নাম
es: Nombre de la cuenta
hi: खाते का नाम
pt_br: Nome da conta

source: Account Number
ar: رقم حساب
bn: হিসাব নাম্বার
es: Número de cuenta
hi: खाता संख्या
pt_br: Número da conta

source: SUBMIT
ar: خضع
bn: জমা
es: ENVIAR
hi: जमा करें
pt_br: ENVIAR

source: Manage Your Profile
ar: إدارة ملف التعريف الخاص بك
bn: আপনার প্রোফাইল পরিচালনা
es: Administre su perfil
hi: अपने प्रोफ़ाइल का प्रबंधन करें
pt_br: Gerir o Perfil

source: EDIT
ar: تصحيح
bn: সম্পাদনা
es: EDITAR
hi: संपादित करें
pt_br: EDITAR

source: Total Rides
ar: مجموع ركوب الخيل
bn: মোট Rides
es: Los paseos totales
hi: कुल सवारी
pt_br: total de Rides

source: Your Ratings
ar: الترتيب الخاص بك
bn: আপনার রেটিং
es: sus valoraciones
hi: आपका रेटिंग
pt_br: classificaria o seu clube

source: Your Earnings
ar: أرباحك
bn: আপনার উপার্জন
es: sus ganancias
hi: आपकी आय
pt_br: seus ganhos

source: Change Password
ar: غير كلمة السر
bn: পাসওয়ার্ড পরিবর্তন
es: Cambia la contraseña
hi: पासवर्ड बदलें
pt_br: Mudar senha

source: Logout
ar: الخروج
bn: প্রস্থান
es: Cerrar sesión
hi: लोग आउट
pt_br: Sair

source: Manage Home Address
ar: إدارة عنوان المنزل
bn: বাসার ঠিকানা পরিচালনা
es: Dirección de Home
hi: घर का पता प्रबंधित
pt_br: Gerencia Home Endereço

source: Manage Personal Documents
ar: إدارة الوثائق الشخصية
bn: পরিচালনা ব্যক্তিগত দস্তাবেজ
es: Administrar documentos personales
hi: प्रबंधित व्यक्तिगत दस्तावेज
pt_br: Gerenciar documentos pessoais

source: Edit Your Profile
ar: عدل ملفك الشخصي
bn: আপনার প্রোফাইল সম্পাদনা করুন
es: Edite su perfil
hi: अपनी प्रोफाइल सम्पादित करें
pt_br: Edite seu perfil

source: Your Name
ar: اسمك
bn: তোমার নাম
es: Tu nombre
hi: आपका नाम
pt_br: Seu nome

source: Phone
ar: هاتف
bn: ফোন
es: Teléfono
hi: फ़ोन
pt_br: telefone

source: SAVE
ar: حفظ
bn: সংরক্ষণ করুন
es: SALVAR
hi: बचाना
pt_br: SALVE 

source: Log Out
ar: الخروج
bn: প্রস্থান
es: Cerrar sesión
hi: लोग आउट
pt_br: Sair

source: Are You Sure to Log Out ?
ar: هل أنت متأكد من تسجيل الخروج؟
bn: আপনি লগ আউট করার ব্যাপারে নিশ্চিত?
es: ¿Está seguro de sesión?
hi: आप लॉग आउट करने के लिए सुनिश्चित हैं?
pt_br: Tem certeza que deseja sair?

source: Confirm
ar: تؤكد
bn: নিশ্চিত করা
es: Confirmar
hi: की पुष्टि करें
pt_br: confirme

source: Verify Your Phone Number
ar: اكد على رقم هاتفك او جوالك
bn: আপনার ফোন নম্বর যাচাই করুন
es: Verifica tu numero de telefono
hi: अपना फोन नम्बर सत्यापित करें
pt_br: Verifique seu número de telefone

source: Verify Your Email
ar: قم بتأكيد بريدك الألكتروني
bn: আপনার ইমেইল যাচাই করুন
es: Verifique su correo electrónico
hi: अपना ई मेल सत्यापित करें
pt_br: Verifique seu e-mail

source: Enter Phone
ar: أدخل الهاتف
bn: ফোন লিখুন
es: Introduzca Teléfono
hi: फ़ोन दर्ज
pt_br: Digite Telefone

source: GET OTP
ar: الحصول على OTP
bn: OTP তে পেতে
es: Obtener otp
hi: OTP प्राप्त

source: Select Country
ar: حدد الدولة
bn: দেশ নির্বাচন করুন
es: Seleccionar país
hi: देश चुनिए
pt_br: Selecione o pais

source: Please enter the One Time Password(OTP) recieved on your number!
ar: الرجاء إدخال كلمة المرور مرة واحدة (OTP) تلقوا على رقم هاتفك!
bn: এক কালীন পাসওয়ার্ড (OTP তে) আপনার সংখ্যার উপর পাওয়া যায়নি লিখুন দয়া করে!
es: Por favor, introduzca el One Time Password (OTP) recibió en su número!
hi: वन टाइम पासवर्ड (OTP) आपके नंबर पर प्राप्त दर्ज करें!
pt_br: Digite o One Time Password (OTP) recebeu em seu número!

source: Re-enter Phone
ar: إعادة إدخال الهاتف
bn: পুনরায় লিখুন ফোন
es: Vuelva a introducir el teléfono
hi: पुन: दर्ज फ़ोन
pt_br: Re-enter Telefone

source: phone number should exist between
ar: يجب أن تكون موجودة بين رقم الهاتف
bn: ফোন নম্বর মধ্যে বিদ্যমান উচিত
es: debería existir entre el número de teléfono
hi: फोन नंबर के बीच मौजूद होना चाहिए
pt_br: número de telefone deve existir entre

source: digits.
ar: أرقام.
bn: ডিজিটের।
es: dígitos.
hi: अंक।
pt_br: dígitos.

source: Please Enter Valid OTP
ar: الرجاء إدخال صالح OTP
bn: দয়া করে প্রবেশ করুন বৈধ OTP তে
es: Por favor, introduzca Válido OTP
hi: कृपया दर्ज मान्य OTP
pt_br: Por favor, indique Válido OTP

source: Upcoming Trips
ar: رحلات القادمة
bn: আসন্ন ট্রিপস
es: Viajes próximos
hi: आगामी यात्राओं
pt_br: próximas viagens

source: New Request
ar: طلب جديد
bn: নিউ অনুরোধ
es: Nueva solicitud
hi: नया अनुरोध
pt_br: Novo pedido

source: Outstation
ar: المحطة الخارجية
bn: বাইরের
hi: आउटस्टेशन

source: Your Trips
ar: رحلات الخاصة بك
bn: আপনার ভ্রমণের
es: sus Viajes
hi: आपका यात्राएं
pt_br: suas viagens

source: On Going
ar: جاري التنفيذ
bn: যাওয়া
es: En marcha
hi: चल रही है
pt_br: Em progresso

source: Scheduled
ar: المقرر
bn: তালিকাভুক্ত
es: programado
hi: अनुसूचित
pt_br: programado

source: Past Trips
ar: رحلات الماضية
bn: অতীত ট্রিপস
es: viajes anteriores
hi: विगत यात्राओं
pt_br: Viagens últimos

source: Date Range
ar: نطاق الموعد
bn: তারিখের পরিসীমা
es: Rango de fechas
hi: तिथि सीमा
pt_br: Intervalo de datas

source: Weekly Earnings
ar: الأرباح الأسبوعية
bn: সাপ্তাহিক আয়
es: Ganancias semanales
hi: साप्ताहिक आय
pt_br: ganhos semanais

source: Total Trips
ar: مجموع رحلات
bn: মোট ট্রিপস
es: Viajes totales
hi: कुल यात्राएं
pt_br: total de Viagens

source: Total Outstanding(If Any)
ar: إجمالي رائعة (إن وجدت)
bn: মোট বিশিষ্ট (যদি থাকে)
es: Vivo total (si lo hay)
hi: कुल बकाया (यदि हो तो)
pt_br: Total em circulação (se houver)

source: You need to provide data for the chart.
ar: تحتاج إلى توفير البيانات للتخطيط.
bn: আপনি চার্ট জন্য তথ্য প্রদান করতে হবে।
es: Es necesario proporcionar los datos para el gráfico.
hi: आप चार्ट के लिए डेटा उपलब्ध कराने की जरूरत है।
pt_br: Você precisa fornecer dados para o gráfico.

source: Weekly Statement
ar: بيان الأسبوعية
bn: সাপ্তাহিক বিবৃতি
es: Declaración semanal
hi: साप्ताहिक वक्तव्य
pt_br: Declaração Weekly

source: Total Earning
ar: مجموع الأرباح
bn: মোট রোজগার
es: Ganancia total
hi: कुल कमाई
pt_br: Ganhando total

source: Completed Trips
ar: رحلات الانتهاء
bn: সমাপ্ত ট্রিপস
es: Viajes completadas
hi: पूरे किए गए यात्राएं
pt_br: Viagens concluídas

source: Trips Earnings
ar: رحلات الأرباح
bn: আয় Trips
es: Trips ganancias
hi: आय Trips
pt_br: Viagens Earnings

source: Total Billed To Customer
ar: إجمالي صفت لالعملاء
bn: গ্রাহকের মোট বিল
es: Total facturado al cliente
hi: ग्राहक के लिए कुल बिल
pt_br: Total cobrado de Cliente

source: Commision Deducted
ar: العمولات المستقطعة
bn: কমিশনের কাটা
es: comisión Deducido
hi: आयोग कटौती
pt_br: comissão Deduzido

source: Net Earned
ar: شبكة المكتسبة
bn: নিট উপার্জিত
es: netos obtenidos
hi: नेट अर्जित
pt_br: líquido auferido

source: Daily Earning
ar: العائد اليومي
bn: দৈনিক রোজগার
es: Ganancia diaria
hi: दैनिक कमाई
pt_br: Ganhando diária

source: Acceptance Rate
ar: معدل القبول
bn: গ্রহনযোগ্যতার হার
es: Nivel de aceptación
hi: स्वीकार करने की दर
pt_br: Taxa de aceitação

source: Online Time
ar: الوقت على الانترنت
bn: অনলাইন সময়
es: Tiempo en línea
hi: ऑनलाइन समय
pt_br: Tempo online

source: Overall Rating
ar: تقييم عام
bn: সামগ্রিক রেটিং
es: Calificación general
hi: समग्र रेटिंग
pt_br: Avaliação geral

source: Total billed to customer
ar: إجمالي فاتورة للعميل
bn: মোট গ্রাহকের বিল
es: Total facturado al cliente
hi: कुल ग्राहक को बिल
pt_br: Faturado a clientes

source: SEND
ar: إرسال
bn: পাঠান
es: ENVIAR
hi: भेजें
pt_br: MANDAR

source: DO YOU HAVE A QUERY
ar: هل لديك استفسار
bn: আপনি একটি অনুসন্ধান কি আছে সেরকম
es: TIENE UNA CONSULTA
hi: क्या आपको कुछ पूछना है
pt_br: VOCE TEM UMA PERGUNTA

source: Please let us know about your query,our support team will get back to you
ar: واسمحوا لنا أن نعرف عن الاستعلام الخاص بك، سيقوم فريق الدعم لدينا نعود اليكم
bn: দয়া করে আমাদের আপনার প্রশ্নের সম্পর্কে জানতে আমাদের সহায়ক দলের আপনাকে ফেরত পেতে হবে যাক,
es: Por favor, háganos saber acerca de su consulta, nuestro equipo de soporte se pondrá en contacto con usted
hi: कृपया हमें अपनी क्वेरी के बारे में पता हमारी सहायता टीम आपसे संपर्क करेंगे,
pt_br: Por favor, informe-nos sobre a sua consulta, nossa equipe de suporte irá voltar para você

source: Name
ar: اسم
bn: নাম
es: Nombre
hi: नाम
pt_br: Nome

source: your Query
ar: طلبك
bn: তোমার প্রশ্ন
es: su consulta
hi: तुम्हारे सवाल
pt_br: Sua pergunta

source: Please Check Your Name
ar: يرجى التحقق من اسمك
bn: আপনার নাম চেক করুন
es: Por favor, compruebe el nombre
hi: आपका नाम चेक करें
pt_br: Verifique o nome

source: Please Check Your Email
ar: من فضلك تفقد بريدك الالكتروني
bn: অনুগ্রহপূর্বক আপনার ইমেইল চেক করুন
es: Por favor revise su correo electrónico
hi: कृपया अपनी ईमेल देखें
pt_br: Por favor verifique seu email

source: Wrong Email format
ar: تنسيق البريد الإلكتروني غير صحيح
bn: ভুল ইমেল বিন্যাস
es: formato de correo electrónico incorrecto
hi: गलत ई-मेल प्रारूप
pt_br: formato de e-mail errado

source: Email id must not contain space
ar: يجب أن لا يحتوي البريد الإلكتروني معرف الفضاء
bn: ইমেইল আইডি স্থান থাকতে পারবে না
es: ID de correo electrónico no debe contener espacios
hi: ईमेल आईडी अंतरिक्ष शामिल नहीं करना चाहिए
pt_br: Email id não deve conter espaço

source: Please Check Your Query is blank
ar: يرجى التحقق من الاستعلام الخاص بك فارغة
bn: দয়া করে চেক করুন আপনার প্রশ্নের ফাঁকা
es: Gracias por confirmar su consulta está en blanco
hi: कृपया जाँच करें आपका क्वेरी खाली है
pt_br: Por favor verifique suas consultas está em branco
